{
  "extension": {
    "title": "Browser extension",
    "icon": "mdi-puzzle",
    "to": "/faq/extension",
    "items": [
      [
        "Can I suggest a technology to be added?",
        [ "Anyone can add a new technology: refer to the <a href='/docs/dev'>documentation</a> on how to contribute. If you're not a developer and don't have access to one, please <a href='https://github.com/AliasIO/wappalyzer/issues/new/choose' target='_blank'>create an issue</a> on GitHub." ]
      ],
      [
        "Where can I report a bug or request a new feature?",
        [ "Please <a href='https://github.com/AliasIO/wappalyzer/issues/new/choose' target='_blank'>create an issue</a> on GitHub." ]
      ],
      [
        "How does the extension work?",
        [ "The extension inspects HTML, scripts, cookies, and headers of pages you visit, looking for technology fingerprints. For technical details, refer to the <a href='/docs/dev/specification'>documentation</a>." ]
      ],
      [
        "Can I hide technologies on my website from Wappalyzer?",
        [ "Although in many cases it's possible to change a software application's output to obfuscate its charactaristics, it's often impractical and unnecessary. If you're worried about security, ensure your software is always up-to-date." ]
      ],
      [
        "What information do you collect?",
        [ "We collect information in accordance with our <a href='/privacy'>privacy policy</a>. By default, when you visit a website, we record the domain name and identified technologies in a way that can't be traced back to you. You can disable this behaviour in the extension's settings." ]
      ]
    ]
  },
  "datasets": {
    "title": "Datasets",
    "icon": "mdi-database",
    "to": "/faq/datasets",
    "items": [
      [
        "What information is included in the datasets?",
        [ "Our datasets are lists of websites that use certain technologies. Where available, version numbers and languages are included as well as a traffic indicator ('hits'). A free sample is provided with every quote." ]
      ],
      [
        "What segmentation options are available?",
        [ "Currently, datasets can be filtered by language and top-level domain. More segmentation options will be made available in the future." ]
      ],
      [
        "Do you supply company or contact information?",
        [ "No, not at this time." ]
      ],
      [
        "How is the information being collected?",
        [ "We collect information through the browser extensions and web crawlers. Our methods ensure only actively visited websites are included in the datasets. Data is corroborated across multiple sources to ensure accuracy." ]
      ],
      [
        "How fresh is the data?",
        [ "The data is being updated and added to continuously and is never more than three months old." ]
      ],
      [
        "How do you determine website traffic?",
        [ "Website traffic is tracked using the browser extensions. The install base provides a large enough sample set to determine which websites receive more traffic than others, resulting in a relative traffic marker referred to as 'hits'." ]
      ],
      [
        "Can I use a different payment method?",
        [ "Please <a href='/contact'>contact us</a> if you wish to pay via bank transfer or Bitcoin, or discuss options." ]
      ],
      [
        "What is your refund policy?",
        [ "If you're not satisfied with the quality of a dataset for any reason, we will issue a full refund." ]
      ]
    ]
  },
  "api": {
    "title": "APIs",
    "icon": "mdi-console",
    "to": "/faq/api",
    "items": [
      [
        "How is the information being collected?",
        [ "We collect information through the browser extensions and web crawlers. Our methods ensure only actively visited websites are included. Data is corroborated across multiple sources to ensure accuracy." ]
      ],
      [
        "How fresh is the data?",
        [ "The data is being updated and added to continuously and is never more than three months old." ]
      ],
      [
        "How do you determine website traffic?",
        [ "Website traffic is tracked using the browser extensions. The install base provides a large enough sample set to determine which websites receive more traffic than others, resulting in a relative traffic marker referred to as 'hits'." ]
      ],
      [
        "Do you offer a free trial?",
        [ "You can use the <a href='/docs/api/basics#demo-api-key'>demo API key</a> to try out the APIs before buying." ]
      ],
      [
        "Can I use a different payment method?",
        [ "We only accept credit card for subscriptions." ]
      ],
      [
        "What is your refund policy?",
        [ "Subscriptions are generally non-refundable. However, if you're dissatisfied with the quality of our offering we will either work with you to resolve the issue, reinstate your quota or issue a pro-rata refund." ]
      ]
    ]
  }
}
